app/controllers/partys_controller.rb

		def index
			@partys = Party.all
---
SELECT "parties".* FROM "parties"